Repository: Yummypets/YPImagePicker
Catalog: Source/Resources/*.lproj/YPImagePickerLocalizable.strings
Languages: th

# YPImagePickerAlbums
source: Albums
th: อัลบั้ม

# YPImagePickerCancel
source: Cancel
th: ยกเลิก

# YPImagePickerCover
source: Cover
th: ภาพหน้าปก

# YPImagePickerCrop
source: Crop
th: แก้ไขรูปภาพปก

# YPImagePickerDone
source: Done
th: สมบูรณ์

# YPImagePickerFilter
source: Filter
th: กรอง

# YPImagePickerLibrary
source: Library
th: คลังภาพ

# YPImagePickerNext
source: Next
th: ต่อไป

# YPImagePickerOk
source: Ok
th: ยืนยัน

# YPImagePickerPermissionDeniedPopupCancel
source: Cancel
th: ยกเลิก

# YPImagePickerPermissionDeniedPopupGrantPermission
source: Grant Permission
th: อนุญาตให้เข้าถึง

# YPImagePickerPermissionDeniedPopupMessage
source: Please allow access
th: กรุณาอนุญาตให้เข้าถึง

# YPImagePickerPermissionDeniedPopupTitle
source: Permission denied
th: ปฏิเสธการเข้าถึง

# YPImagePickerPhoto
source: Photo
th: ถ่ายรูป

# YPImagePickerProcessing
source: Processing..
th: การประมวลผล..

# YPImagePickerSave
source: Save
th: ร้านค้า

# YPImagePickerTrim
source: Trim
th: การตัดต่อ

# YPImagePickerVideo
source: Video
th: การบันทึก

# YPImagePickerVideoDurationTitle
source: Video duration
th: ความยาววิดีโอ

# YPImagePickerVideoTooLong
source: Pick a video less than %@ seconds long
th: วิดีโอต้องน้อยกว่า %@ วินาที

# YPImagePickerVideoTooShort
source: The video must be at least %@ seconds
th: ความยาววิดีโอต้องอย่างน้อย %@ วินาที

# YPImagePickerWarningItemsLimit
source: The limit is %d photos or videos
th: จำนวนรูปภาพและวิดีโอที่เลือกทั้งหมดต้องไม่เกิน %d
